[{
	"title": "Episode 1: Hello World!",
	"body": "<p>Our introductory podcast.  Main topic: EA and Micro transactions. Other topics include: the Ouya and whether or not it’s a gimmick.  Looking at what the 3 big publishers do right and wrong.  The Wii U’s launch and future.  The future of mobile gaming, the decline of Zynga, and social features in games/consoles.</p>",
	"picture": "img/hello_world.gif",
	"summary": "Our introductory podcast.  Main topic: EA and Micro transactions. ",
	"url": "podcasts/episode1.html",
	"promoted": true,
	"index": 0
},{
	"title": "Bioshock Infinite",
	"body": "<p>OPINION: Why Bioshock Infinite is the greatest game ever made… probably.  Seriously though, I talk about my time with Bioshock Infinite (SPOILER FREE) and everything I liked about it.  More importantly what I think it represents for the gaming industry as a whole.</p>",
	"picture": "img/BioshockInfinite.jpg",
	"summary": "OPINION: Why Bioshock Infinite is the greatest game ever made… probably. ",
	"url": "articles/article2.html",
	"promoted": true,
	"index": 1
},{
	"title": "Why I Bought a 3DS",
	"body": "<p>Fire Emblem Awakening blew my mind, and made me buy the system I dismissed as a cheap gimmick.  Having never played a Fire Emblem game before I really wasn’t sure what to expect going into this.  After hearing some very positive reviews, both from professionals and friends, I decided to give it a try.  10 hours later… and one small scuffle with my friend over who has the right to play “his” 3DS I went out and bought a 3DS and the game… been loving every second since.</p>",
	"picture": "img/FEAwakening.jpg",
	"summary": "Fire Emblem Awakening blew my mind, and made me buy the system I dismissed as a cheap gimmick.",
	"url": "articles/article1.html",
	"promoted": true,
	"index": 2
},{
	"title": "Our Goal",
	"body": "<p>What is State of the Industry?  What are we trying to do?  This is an article we’re we attempt to outline what exactly we plan to do with this website and podcast.  Hopefully people will read our articles and listen in… if not, we it’s not like we’re the only people on the internet talking to ourselves.</p>",
	"picture": "http://sphotos-b.xx.fbcdn.net/hphotos-snc7/387782_10200755523719154_1534434827_n.jpg",
	"summary": "What is State of the Industry?  What are we trying to do?",
	"url": "articles/article0.html",
	"promoted": true,
	"index": 3
}]
